Revit 2027 API
BuiltInFailures.RebarFailures.TooSmallRebarSetForCurrentFormula Property
 Rebar set is too small for the current layout formula.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId TooSmallRebarSetForCurrentFormula { get; }
Public Shared ReadOnly Property TooSmallRebarSetForCurrentFormula As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ TooSmallRebarSetForCurrentFormula {
	FailureDefinitionId^ get ();
}
static member TooSmallRebarSetForCurrentFormula : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace